Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Changes to this provider's credentials and endpoint apply to in-progress and recovered captures. The selected model and prompt stay fixed.
ar: تنطبق التغييرات التي تطرأ على بيانات اعتماد هذا الموفّر ونقطة النهاية على عمليات الالتقاط الجارية والمستعادة. يظل النموذج المحدد والمطالبة المحددة ثابتين.
bn: এই প্রদানকারীর শংসাপত্র ও এন্ডপয়েন্টে করা পরিবর্তনগুলি চলমান ও পুনরুদ্ধার করা ক্যাপচারগুলিতে প্রযোজ্য। নির্বাচিত মডেল ও প্রম্পট অপরিবর্তিত থাকে।
cs: Změny přihlašovacích údajů a koncového bodu tohoto poskytovatele se vztahují na probíhající a obnovené záznamy. Vybraný model a výzva zůstávají beze změny.
da: Ændringer af denne udbyders legitimationsoplysninger og slutpunkt gælder for igangværende og gendannede optagelser. Den valgte model og prompt forbliver uændrede.
de: Änderungen an den Anmeldedaten und dem Endpunkt dieses Anbieters gelten für laufende und wiederhergestellte Aufnahmen. Das ausgewählte Modell und der Prompt bleiben unverändert.
el: Οι αλλαγές στα διαπιστευτήρια και το τελικό σημείο αυτού του παρόχου ισχύουν για τις εγγραφές σε εξέλιξη και τις ανακτημένες εγγραφές. Το επιλεγμένο μοντέλο και η προτροπή παραμένουν αμετάβλητα.
es: Los cambios en las credenciales y el endpoint de este proveedor se aplican a las capturas en curso y recuperadas. El modelo y el prompt seleccionados permanecen fijos.
fi: Tämän palveluntarjoajan tunnistetietojen ja päätepisteen muutokset koskevat käynnissä olevia ja palautettuja tallenteita. Valittu malli ja kehote pysyvät samoina.
fr: Les modifications des informations d’identification et du point de terminaison de ce fournisseur s’appliquent aux captures en cours et récupérées. Le modèle et le prompt sélectionnés restent inchangés.
he: שינויים באישורים ובנקודת הקצה של ספק זה יחולו על לכידות בתהליך ולכידות ששוחזרו. המודל וההנחיה שנבחרו יישארו קבועים.
hi: इस प्रदाता के क्रेडेंशियल और समापन बिंदु में किए गए बदलाव चल रहे और पुनर्प्राप्त कैप्चर पर लागू होते हैं। चयनित मॉडल और प्रॉम्प्ट स्थिर रहते हैं।
hu: Az adott szolgáltató hitelesítési adatainak és végpontjának módosításai érvényesek a folyamatban lévő és helyreállított rögzítésekre. A kiválasztott modell és prompt változatlan marad.
id: Perubahan pada kredensial dan titik akhir penyedia ini berlaku untuk tangkapan yang sedang berlangsung dan yang dipulihkan. Model dan prompt yang dipilih tetap tidak berubah.
it: Le modifiche alle credenziali e all’endpoint di questo provider si applicano alle acquisizioni in corso e recuperate. Il modello e il prompt selezionati rimangono fissi.
ja: このプロバイダーの認証情報とエンドポイントを変更すると、進行中および復元されたキャプチャに適用されます。選択したモデルとプロンプトは固定されたままです。
ko: 이 제공업체의 자격 증명과 엔드포인트를 변경하면 진행 중인 캡처와 복구된 캡처에 적용됩니다. 선택한 모델과 프롬프트는 그대로 유지됩니다.
ms: Perubahan pada bukti kelayakan dan titik akhir pembekal ini terpakai pada tangkapan yang sedang berlangsung dan dipulihkan. Model dan gesaan yang dipilih kekal tidak berubah.
nb: Endringer i denne leverandørens legitimasjon og endepunkt gjelder for pågående og gjenopprettede opptak. Den valgte modellen og ledeteksten forblir uendret.
nl: Wijzigingen in de inloggegevens en het eindpunt van deze aanbieder zijn van toepassing op lopende en herstelde opnamen. Het geselecteerde model en de prompt blijven ongewijzigd.
pl: Zmiany poświadczeń i punktu końcowego tego dostawcy dotyczą trwających i odzyskanych nagrań. Wybrany model i prompt pozostają niezmienione.
pt_br: Alterações nas credenciais e no endpoint deste provedor se aplicam às capturas em andamento e recuperadas. O modelo e o prompt selecionados permanecem inalterados.
ro: Modificările acreditărilor și ale punctului final pentru acest furnizor se aplică înregistrărilor aflate în curs și celor recuperate. Modelul și promptul selectate rămân neschimbate.
ru: Изменения учетных данных и конечной точки этого провайдера применяются к текущим и восстановленным захватам. Выбранная модель и выбранный промпт остаются неизменными.
sv: Ändringar av den här leverantörens inloggningsuppgifter och slutpunkt gäller för pågående och återställda inspelningar. Den valda modellen och prompten förblir oförändrade.
th: การเปลี่ยนแปลงข้อมูลรับรองและปลายทางของผู้ให้บริการนี้จะมีผลกับการบันทึกที่กำลังดำเนินอยู่และการบันทึกที่กู้คืนมา โมเดลและพรอมต์ที่เลือกไว้จะยังคงเดิม
tr: Bu sağlayıcının kimlik bilgileri ve uç noktasındaki değişiklikler, devam eden ve kurtarılan kayıtlar için geçerli olur. Seçilen model ve istem sabit kalır.
uk: Зміни облікових даних і кінцевої точки цього постачальника застосовуються до поточних і відновлених записів. Вибрана модель і промпт залишаються незмінними.
vi: Các thay đổi đối với thông tin xác thực và điểm cuối của nhà cung cấp này sẽ áp dụng cho các bản ghi đang thực hiện và đã khôi phục. Mô hình và lời nhắc đã chọn vẫn được giữ nguyên.
zh_hans: 对该提供商凭据和端点的更改会应用于进行中的捕获和已恢复的捕获。所选模型和提示词保持不变。
zh_hant: 對此提供商憑證和端點的變更會套用至進行中的擷取和已復原的擷取。所選模型和提示詞維持不變。

source: Check for Updates...
ar: التحقق من وجود تحديثات...
bn: আপডেটের জন্য চেক করুন...
cs: Zkontrolovat aktualizace...
da: Se efter opdateringer...
de: Auf Updates prüfen...
el: Ελέγξτε για ενημερώσεις...
es: Buscar actualizaciones...
fi: Tarkista päivitykset...
fr: Vérifier les mises à jour...
he: בדוק אם יש עדכונים...
hi: अद्यतन के लिए जाँच...
hu: Frissítések keresése...
id: Periksa Pembaruan...
it: Controlla gli aggiornamenti...
ja: アップデートを確認してください...
ko: 업데이트 확인...
ms: Semak Kemas Kini...
nb: Se etter oppdateringer...
nl: Controleer op updates...
pl: Sprawdź aktualizacje...
pt_br: Verifique se há atualizações...
ro: Verificați actualizările...
ru: Проверьте наличие обновлений...
sv: Sök efter uppdateringar...
th: ตรวจสอบการอัปเดต...
tr: Güncellemeleri Kontrol Et...
uk: Перевірити наявність оновлень...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...
zh_hant: 檢查更新...

# check_for_updates_736b9062
source: Check for updates
ar: التحقق من وجود تحديثات
bn: আপডেটের জন্য চেক করুন
cs: Zkontrolujte aktualizace
da: Se efter opdateringer
de: Auf Updates prüfen
el: Ελέγξτε για ενημερώσεις
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
he: בדוק אם יש עדכונים
hi: अद्यतन के लिए जाँच
hu: Ellenőrizze a frissítéseket
id: Periksa pembaruan
it: Controlla gli aggiornamenti
ja: アップデートを確認する
ko: 업데이트 확인
ms: Semak kemas kini
nb: Se etter oppdateringer
nl: Controleer op updates
pl: Sprawdź aktualizacje
pt_br: Verifique se há atualizações
ro: Verificați actualizările
ru: Проверьте наличие обновлений
sv: Sök efter uppdateringar
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri kontrol edin
uk: Перевірте наявність оновлень
vi: Kiểm tra các bản cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check Now
ar: تحقق الآن
bn: এখন পরীক্ষা করুন
cs: Zkontrolujte nyní
da: Tjek nu
de: Jetzt prüfen
el: Ελέγξτε τώρα
es: Buscar ahora
fi: Tarkista nyt
fr: Vérifier maintenant
he: בדוק עכשיו
hi: अब जांचें
hu: Ellenőrizze most
id: Periksa Sekarang
it: Controlla ora
ja: 今すぐチェック
ko: 지금 확인하세요
ms: Semak Sekarang
nb: Sjekk nå
nl: Controleer nu
pl: Sprawdź teraz
pt_br: Verifique agora
ro: Verificați acum
ru: Проверьте сейчас
sv: Kontrollera nu
th: ตรวจสอบตอนนี้
tr: Şimdi Kontrol Et
uk: Перевір зараз
vi: Kiểm tra ngay
zh_hans: 立即检查
zh_hant: 立即檢查

source: Checking...
ar: جارٍ التحقق...
bn: পরীক্ষা করা হচ্ছে...
cs: Kontrola...
da: Tjekker...
de: Prüfe...
el: Ελεγχος...
es: Buscando...
fi: Tarkistetaan...
fr: Vérification...
he: בודק...
hi: जाँच हो रही है...
hu: Ellenőrzés...
id: Memeriksa...
it: Controllo...
ja: チェック中...
ko: 확인 중...
ms: Menyemak...
nb: Sjekker...
nl: Controleren...
pl: Sprawdzanie…
pt_br: Verificando...
ro: Control...
ru: Проверка...
sv: Kontroll...
th: กำลังตรวจสอบ...
tr: Kontrol ediliyor...
uk: Перевірка...
vi: Đang kiểm tra...
zh_hans: 检查中...
zh_hant: 檢查中...

source: Choose a location to save the dictionary
ar: اختر موقعًا لحفظ القاموس
bn: অভিধান সংরক্ষণ করতে একটি অবস্থান চয়ন করুন
cs: Vyberte umístění pro uložení slovníku
da: Vælg en placering for at gemme ordbogen
de: Wählen Sie einen Speicherort für das Wörterbuch
el: Επιλέξτε μια τοποθεσία για να αποθηκεύσετε το λεξικό
es: Elige una ubicación para guardar el diccionario
fi: Valitse sanakirjan tallennuspaikka
fr: Choisissez un emplacement pour enregistrer le dictionnaire
he: בחר מיקום לשמירת המילון
hi: शब्दकोश सहेजने के लिए एक स्थान चुनें
hu: Válasszon helyet a szótár mentéséhez
id: Pilih lokasi untuk menyimpan kamus
it: Scegli una posizione in cui salvare il dizionario
ja: 辞書を保存する場所を選択してください
ko: 사전을 저장할 위치를 선택하세요
ms: Pilih lokasi untuk menyimpan kamus
nb: Velg et sted for å lagre ordboken
nl: Kies een locatie om het woordenboek op te slaan
pl: Wybierz lokalizację, w której chcesz zapisać słownik
pt_br: Escolha um local para salvar o dicionário
ro: Alegeți o locație pentru a salva dicționarul
ru: Выберите место для сохранения словаря
sv: Välj en plats för att spara ordlistan
th: เลือกตำแหน่งที่จะบันทึกพจนานุกรม
tr: Sözlüğün kaydedileceği konumu seçin
uk: Виберіть місце для збереження словника
vi: Chọn nơi lưu từ điển
zh_hans: 选择保存词典的位置
zh_hant: 選擇儲存詞典的位置

source: Choose a location to save the presets
ar: اختر موقعًا لحفظ الإعدادات المسبقة
bn: প্রিসেট সংরক্ষণ করতে একটি অবস্থান চয়ন করুন
cs: Vyberte umístění pro uložení předvoleb
da: Vælg en placering for at gemme forudindstillingerne
de: Wählen Sie einen Speicherort für die Voreinstellungen
el: Επιλέξτε μια τοποθεσία για να αποθηκεύσετε τις προεπιλογές
es: Elige una ubicación para guardar los preajustes
fi: Valitse paikka esiasetusten tallentamista varten
fr: Choisissez un emplacement pour enregistrer les préréglages
he: בחר מיקום לשמירת ההגדרות המוגדרות מראש
hi: प्रीसेट सहेजने के लिए एक स्थान चुनें
hu: Válasszon egy helyet az előre beállított értékek mentéséhez
id: Pilih lokasi untuk menyimpan preset
it: Scegli una posizione in cui salvare le preimpostazioni
ja: プリセットを保存する場所を選択します
ko: 사전 설정을 저장할 위치를 선택하세요.
ms: Pilih lokasi untuk menyimpan pratetap
nb: Velg et sted for å lagre forhåndsinnstillingene
nl: Kies een locatie om de presets op te slaan
pl: Wybierz lokalizację, w której chcesz zapisać ustawienia wstępne
pt_br: Escolha um local para salvar as predefinições
ro: Alegeți o locație pentru a salva presetările
ru: Выберите место для сохранения пресетов
sv: Välj en plats för att spara förinställningarna
th: เลือกตำแหน่งที่จะบันทึกค่าที่ตั้งล่วงหน้า
tr: Ön ayarların kaydedileceği konumu seçin
uk: Виберіть місце для збереження попередніх налаштувань
vi: Chọn vị trí để lưu cài đặt trước
zh_hans: 选择保存预设的位置
zh_hant: 選擇儲存預設的位置

source: Choose a Model
ar: اختر نموذجًا
bn: একটি মডেল চয়ন করুন
cs: Vyberte model
da: Vælg en model
de: Modell auswählen
el: Επιλέξτε ένα μοντέλο
es: Elige un modelo
fi: Valitse malli
fr: Choisir un modèle
he: בחר דגם
hi: एक मॉडल चुनें
hu: Válasszon egy modellt
id: Pilih Model
it: Scegli un modello
ja: モデルを選択してください
ko: 모델을 선택하세요
ms: Pilih Model
nb: Velg en modell
nl: Kies een model
pl: Wybierz model
pt_br: Escolha um modelo
ro: Alege un model
ru: Выберите модель
sv: Välj en modell
th: เลือกรุ่น
tr: Bir Model Seçin
uk: Виберіть модель
vi: Chọn một mẫu
zh_hans: 选择模型
zh_hant: 選擇模型

source: Choose a provider first
ar: اختر مزودًا أولاً
bn: প্রথমে একটি প্রদানকারী চয়ন করুন
cs: Nejprve vyberte poskytovatele
da: Vælg først en udbyder
de: Wählen Sie zunächst einen Anbieter
el: Επιλέξτε πρώτα έναν πάροχο
es: Elija un proveedor primero
fi: Valitse ensin palveluntarjoaja
fr: Choisissez d'abord un fournisseur
he: תחילה בחר ספק
hi: पहले एक प्रदाता चुनें
hu: Először válasszon szolgáltatót
id: Pilih penyedia terlebih dahulu
it: Scegli prima un fornitore
ja: まずプロバイダーを選択してください
ko: 먼저 제공업체를 선택하세요
ms: Pilih pembekal dahulu
nb: Velg en leverandør først
nl: Kies eerst een aanbieder
pl: Najpierw wybierz dostawcę
pt_br: Escolha um provedor primeiro
ro: Alegeți mai întâi un furnizor
ru: Сначала выберите провайдера
sv: Välj en leverantör först
th: เลือกผู้ให้บริการก่อน
tr: Önce bir sağlayıcı seçin
uk: Спочатку виберіть провайдера
vi: Chọn nhà cung cấp trước
zh_hans: 首先选择供应商
zh_hant: 首先選擇供應商

source: Choose an audio or video file to transcribe
ar: اختر ملف صوت أو فيديو لنسخه
bn: প্রতিলিপি করার জন্য একটি অডিও বা ভিডিও ফাইল চয়ন করুন৷
cs: Vyberte zvukový nebo video soubor, který chcete přepsat
da: Vælg en lyd- eller videofil, der skal transskriberes
de: Wählen Sie eine Audio- oder Videodatei zur Transkription
el: Επιλέξτε ένα αρχείο ήχου ή βίντεο για μεταγραφή
es: Elige un archivo de audio o video para transcribir
fi: Valitse litteroitava ääni- tai videotiedosto
fr: Choisissez un fichier audio ou vidéo à transcrire
he: בחר קובץ אודיו או וידאו לתמלול
hi: ट्रांसक्राइब करने के लिए एक ऑडियो या वीडियो फ़ाइल चुनें
hu: Válasszon egy hang- vagy videofájlt az átíráshoz
id: Pilih file audio atau video untuk ditranskripsikan
it: Scegli un file audio o video da trascrivere
ja: 文字起こしするオーディオまたはビデオ ファイルを選択してください
ko: 텍스트로 변환할 오디오 또는 비디오 파일을 선택하세요
ms: Pilih fail audio atau video untuk ditranskripsikan
nb: Velg en lyd- eller videofil du vil transkribere
nl: Kies een audio- of videobestand om te transcriberen
pl: Wybierz plik audio lub wideo do transkrypcji
pt_br: Escolha um arquivo de áudio ou vídeo para transcrever
ro: Alegeți un fișier audio sau video pentru a transcrie
ru: Выберите аудио или видео файл для расшифровки
sv: Välj en ljud- eller videofil att transkribera
th: เลือกไฟล์เสียงหรือวิดีโอที่จะถอดเสียง
tr: Metne dönüştürülecek bir ses veya video dosyası seçin
uk: Виберіть аудіо- чи відеофайл для транскрибування
vi: Chọn tệp âm thanh hoặc video để chép lời
zh_hans: 选择要转录的音频或视频文件
zh_hant: 選擇要轉錄的音訊或影片檔案

# choose_between_nemotron_punctuated_downloaded_mo
source: Choose between Nemotron (punctuated, downloaded model) and Apple SpeechTranscriber (macOS 26+, ships with the OS).
ar: اختر بين Nemotron (مع علامات ترقيم، نموذج يتم تنزيله) وApple SpeechTranscriber (macOS 26+، مدمج مع النظام).
bn: Nemotron (যতিচিহ্নসহ, ডাউনলোড করা মডেল) এবং Apple SpeechTranscriber (macOS 26+, OS-এর সাথে আসে) এর মধ্যে বেছে নিন।
cs: Vyberte mezi Nemotron (s interpunkcí, stahovaný model) a Apple SpeechTranscriber (macOS 26+, součást systému).
da: Vælg mellem Nemotron (med tegnsætning, downloadet model) og Apple SpeechTranscriber (macOS 26+, følger med systemet).
de: Wählen Sie zwischen Nemotron (mit Interpunktion, heruntergeladenes Modell) und Apple SpeechTranscriber (macOS 26+, im System enthalten).
el: Επιλέξτε μεταξύ Nemotron (με στίξη, μοντέλο με λήψη) και Apple SpeechTranscriber (macOS 26+, ενσωματωμένο στο σύστημα).
es: Elige entre Nemotron (con puntuación, modelo descargado) y Apple SpeechTranscriber (macOS 26+, incluido con el sistema).
fi: Valitse Nemotron (välimerkit, ladattava malli) tai Apple SpeechTranscriber (macOS 26+, mukana järjestelmässä).
fr: Choisissez entre Nemotron (ponctué, modèle téléchargé) et Apple SpeechTranscriber (macOS 26+, fourni avec le système).
he: בחרו בין Nemotron (עם פיסוק, מודל להורדה) לבין Apple SpeechTranscriber (macOS 26+, מגיע עם המערכת).
hi: Nemotron (विराम चिह्न सहित, डाउनलोड किया गया मॉडल) और Apple SpeechTranscriber (macOS 26+, OS के साथ आता है) में से चुनें।
hu: Válasszon a Nemotron (központozott, letöltött modell) és az Apple SpeechTranscriber (macOS 26+, a rendszer része) között.
id: Pilih antara Nemotron (dengan tanda baca, model yang diunduh) dan Apple SpeechTranscriber (macOS 26+, bawaan OS).
it: Scegli tra Nemotron (con punteggiatura, modello scaricato) e Apple SpeechTranscriber (macOS 26+, incluso nel sistema).
ja: Nemotron（句読点対応、ダウンロード型モデル）とApple SpeechTranscriber（macOS 26以降、OS同梱）から選択します。
ko: Nemotron(구두점 지원, 다운로드 모델)과 Apple SpeechTranscriber(macOS 26+, OS 내장) 중에서 선택하세요.
ms: Pilih antara Nemotron (bertanda baca, model dimuat turun) dan Apple SpeechTranscriber (macOS 26+, disertakan dengan OS).
nb: Velg mellom Nemotron (med tegnsetting, nedlastet modell) og Apple SpeechTranscriber (macOS 26+, følger med systemet).
nl: Kies tussen Nemotron (met interpunctie, gedownload model) en Apple SpeechTranscriber (macOS 26+, meegeleverd met het systeem).
pl: Wybierz Nemotron (z interpunkcją, model do pobrania) albo Apple SpeechTranscriber (macOS 26+, dostarczany z systemem).
pt_br: Escolha entre Nemotron (com pontuação, modelo baixado) e Apple SpeechTranscriber (macOS 26+, incluído no sistema).
ro: Alegeți între Nemotron (cu punctuație, model descărcat) și Apple SpeechTranscriber (macOS 26+, livrat cu sistemul).
ru: Выберите между Nemotron (с пунктуацией, загружаемая модель) и Apple SpeechTranscriber (macOS 26+, входит в состав системы).
sv: Välj mellan Nemotron (med skiljetecken, nedladdad modell) och Apple SpeechTranscriber (macOS 26+, medföljer systemet).
th: เลือกระหว่าง Nemotron (มีเครื่องหมายวรรคตอน โมเดลที่ดาวน์โหลด) และ Apple SpeechTranscriber (macOS 26+ มาพร้อมระบบ)
tr: Nemotron (noktalama destekli, indirilen model) ile Apple SpeechTranscriber (macOS 26+, sistemle birlikte gelir) arasında seçim yapın.
uk: Виберіть між Nemotron (з пунктуацією, завантажувана модель) та Apple SpeechTranscriber (macOS 26+, постачається із системою).
vi: Chọn giữa Nemotron (có dấu câu, mô hình tải về) và Apple SpeechTranscriber (macOS 26+, đi kèm hệ điều hành).
zh_hans: 在 Nemotron（带标点、需下载的模型）和 Apple SpeechTranscriber（macOS 26+，随系统提供）之间选择。
zh_hant: 在 Nemotron（含標點、需下載的模型）與 Apple SpeechTranscriber（macOS 26+，隨系統提供）之間選擇。

source: Choose file
ar: اختر الملف
bn: ফাইল নির্বাচন করুন
cs: Vyberte soubor
da: Vælg fil
de: Datei auswählen
el: Επιλέξτε αρχείο
es: Elegir archivo
fi: Valitse tiedosto
fr: Choisir un fichier
he: בחר קובץ
hi: फाइलें चुनें
hu: Válasszon fájlt
id: Pilih berkas
it: Scegli file
ja: ファイルを選択してください
ko: 파일 선택
ms: Pilih fail
nb: Velg fil
nl: Kies bestand
pl: Wybierz plik
pt_br: Escolha o arquivo
ro: Alegeți fișierul
ru: Выбрать файл
sv: Välj fil
th: เลือกไฟล์
tr: Dosya seç
uk: Виберіть файл
vi: Chọn tập tin
zh_hans: 选择文件
zh_hant: 選擇檔案

# choose_how_dictated_text_lands_then_tune_the_fin
source: Choose how dictated text lands, then tune the final insertion behavior.
ar: اختر كيفية وصول النص الذي تم إملاؤه، ثم قم بضبط سلوك الإدراج النهائي.
bn: টেক্সট ল্যান্ড কিভাবে নির্দেশিত চয়ন করুন, তারপর চূড়ান্ত সন্নিবেশ আচরণ টিউন.
cs: Vyberte, jak bude diktovaný text přistávat, a poté vylaďte konečné chování vkládání.
da: Vælg, hvordan dikteret tekst lander, og juster derefter den endelige indsættelsesadfærd.
de: Wählen Sie, wie diktierter Text eingefügt wird, und passen Sie dann das endgültige Einfügeverhalten an.
el: Επιλέξτε τον τρόπο προσγείωσης του υπαγορευμένου κειμένου και, στη συνέχεια, συντονίστε την τελική συμπεριφορά εισαγωγής.
fi: Valitse sanelun tekstin saapumistapa ja säädä lopullinen lisäyskäyttäytyminen.
fr: Choisissez comment le texte dicté est inséré, puis réglez le comportement d'insertion final.
he: בחר כיצד נוחת הטקסט המוכתב ולאחר מכן כוונן את התנהגות ההוספה הסופית.
hi: चुनें कि निर्देशित पाठ किस प्रकार उतरेगा, फिर अंतिम प्रविष्टि व्यवहार को समायोजित करें।
hu: Válassza ki a diktált szöveg érkezési módját, majd hangolja be a végső beillesztési viselkedést.
id: Pilih cara teks yang didiktekan mendarat, lalu sesuaikan perilaku penyisipan terakhir.
it: Scegli la modalità di destinazione del testo dettato, quindi ottimizza il comportamento di inserimento finale.
ja: 口述テキストの挿入方法を選択し、最終的な挿入動作を調整します。
ko: 받아쓰기 텍스트가 어떻게 전달되는지 선택한 다음 최종 삽입 동작을 조정하세요.
ms: Pilih cara teks yang ditentukan tiba, kemudian sesuaikan gelagat sisipan akhir.
nb: Velg hvordan diktert tekst lander, og juster deretter den endelige innsettingsatferden.
nl: Kies hoe gedicteerde tekst terechtkomt en stem vervolgens het uiteindelijke invoeggedrag af.
pl: Wybierz sposób wstawiania podyktowanego tekstu, a następnie dostosuj zachowanie po wstawieniu.
pt_br: Escolha como o texto ditado será exibido e ajuste o comportamento de inserção final.
ro: Alegeți cum aterizează textul dictat, apoi reglați comportamentul final de inserare.
ru: Выберите, как будет располагаться продиктованный текст, а затем настройте окончательное поведение вставки.
sv: Välj hur dikterad text landar och ställ sedan in det slutliga infogningsbeteendet.
th: เลือกวิธีการป้อนข้อความตามคำบอก จากนั้นปรับแต่งลักษณะการแทรกขั้นสุดท้าย
tr: Dikte edilen metnin nasıl yerleştirileceğini seçin, ardından son ekleme davranışını ayarlayın.
uk: Виберіть спосіб розміщення продиктованого тексту, а потім налаштуйте остаточну поведінку вставки.
vi: Chọn cách hiển thị văn bản chính tả, sau đó điều chỉnh hành vi chèn cuối cùng.
zh_hans: 选择听写文本的插入方式，然后调整最终插入行为。
zh_hant: 選擇聽寫文字的插入方式，然後調整最終插入行為。

# choose_how_pindrop_appears_on_screen_while_you_d
source: Choose how Pindrop appears on screen while you dictate.
ar: اختر كيف يظهر Pindrop على الشاشة أثناء الإملاء.
bn: ডিক্টেশনের সময় Pindrop স্ক্রিনে কীভাবে দেখা যাবে তা বেছে নিন।
cs: Zvolte, jak se Pindrop zobrazuje na obrazovce během diktování.
da: Vælg, hvordan Pindrop vises på skærmen, mens du dikterer.
de: Wähle, wie Pindrop während des Diktierens auf dem Bildschirm erscheint.
el: Επιλέξτε πώς εμφανίζεται το Pindrop στην οθόνη ενώ υπαγορεύετε.
es: Elige cómo aparece Pindrop en pantalla mientras dictas.
fi: Valitse, miten Pindrop näkyy näytöllä sanelun aikana.
fr: Choisissez comment Pindrop apparaît à l'écran pendant la dictée.
he: בחרו כיצד Pindrop יופיע על המסך בזמן ההכתבה.
hi: चुनें कि डिक्टेशन के दौरान Pindrop स्क्रीन पर कैसे दिखे।
hu: Válaszd ki, hogyan jelenjen meg a Pindrop a képernyőn diktálás közben.
id: Pilih bagaimana Pindrop muncul di layar saat Anda mendikte.
it: Scegli come Pindrop appare sullo schermo mentre detti.
ja: 音声入力中に Pindrop を画面にどう表示するかを選択します。
ko: 받아쓰기 중 Pindrop이 화면에 표시되는 방식을 선택하세요.
ms: Pilih cara Pindrop dipaparkan pada skrin semasa anda mendikte.
nb: Velg hvordan Pindrop vises på skjermen mens du dikterer.
nl: Kies hoe Pindrop op het scherm verschijnt terwijl je dicteert.
pl: Wybierz, jak Pindrop ma się pojawiać na ekranie podczas dyktowania.
pt_br: Escolha como o Pindrop aparece na tela enquanto você dita.
ro: Alege cum apare Pindrop pe ecran în timp ce dictezi.
ru: Выберите, как Pindrop отображается на экране во время диктовки.
sv: Välj hur Pindrop visas på skärmen medan du dikterar.
th: เลือกวิธีที่ Pindrop จะปรากฏบนหน้าจอขณะที่คุณป้อนตามคำบอก
tr: Dikte ederken Pindrop'un ekranda nasıl görüneceğini seçin.
uk: Виберіть, як Pindrop відображається на екрані під час диктування.
vi: Chọn cách Pindrop hiển thị trên màn hình khi bạn đọc chính tả.
zh_hans: 选择听写时 Pindrop 在屏幕上的显示方式。
zh_hant: 選擇聽寫時 Pindrop 在螢幕上的顯示方式。
